7767517
516 657
Input                    input                    0 1 input
Convolution              /backbone/conv1/conv/Conv 1 1 input /backbone/conv1/conv/Conv_output_0 0=16 1=3 3=2 4=1 5=1 6=432
Split                    splitncnn_0              1 6 /backbone/conv1/conv/Conv_output_0 /backbone/conv1/conv/Conv_output_0_splitncnn_0 /backbone/conv1/conv/Conv_output_0_splitncnn_1 /backbone/conv1/conv/Conv_output_0_splitncnn_2 /backbone/conv1/conv/Conv_output_0_splitncnn_3 /backbone/conv1/conv/Conv_output_0_splitncnn_4 /backbone/conv1/conv/Conv_output_0_splitncnn_5
BatchNorm                /backbone/blocks2/blocks2.0/dw_conv/identity/BatchNormalization 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_5 /backbone/blocks2/blocks2.0/dw_conv/identity/BatchNormalization_output_0 0=16
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_4 /backbone/blocks2/blocks2.0/dw_conv/conv_1x1/conv/Conv_output_0 0=16 1=1 5=1 6=16 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_1 2 1 /backbone/blocks2/blocks2.0/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_3 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.0/conv/Conv_output_0 0=16 1=3 4=1 5=1 6=144 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_2 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_1_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_2 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.1/conv/Conv_output_0 0=16 1=3 4=1 5=1 6=144 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_3 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_2_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_1 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.2/conv/Conv_output_0 0=16 1=3 4=1 5=1 6=144 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_4 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_3_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.3/conv/Conv_output_0 0=16 1=3 4=1 5=1 6=144 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_5 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_4_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/lab/Mul 1 1 /backbone/blocks2/blocks2.0/dw_conv/Add_5_output_0 /backbone/blocks2/blocks2.0/dw_conv/lab/Mul_output_0 0=2 1=1 2=9.431691e-01
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/lab/Add 1 1 /backbone/blocks2/blocks2.0/dw_conv/lab/Mul_output_0 /backbone/blocks2/blocks2.0/dw_conv/lab/Add_output_0 1=1 2=5.042972e-01
HardSwish                /backbone/blocks2/blocks2.0/dw_conv/act/act/Mul 1 1 /backbone/blocks2/blocks2.0/dw_conv/lab/Add_output_0 /backbone/blocks2/blocks2.0/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Mul 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/act/Mul_output_0 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=4.763231e-01
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Mul_output_0 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0 1=1 2=-7.573244e-03
Split                    splitncnn_1              1 4 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_3
Convolution              /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.0/conv/Conv_output_0 0=32 1=1 5=1 6=512
Convolution              /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.1/conv/Conv_output_0 0=32 1=1 5=1 6=512
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/Add_1 2 1 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks2/blocks2.0/pw_conv/Add_1_output_0
Convolution              /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.2/conv/Conv_output_0 0=32 1=1 5=1 6=512
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/Add_2 2 1 /backbone/blocks2/blocks2.0/pw_conv/Add_1_output_0 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks2/blocks2.0/pw_conv/Add_2_output_0
Convolution              /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.3/conv/Conv_output_0 0=32 1=1 5=1 6=512
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/Add_3 2 1 /backbone/blocks2/blocks2.0/pw_conv/Add_2_output_0 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks2/blocks2.0/pw_conv/Add_3_output_0
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/lab/Mul 1 1 /backbone/blocks2/blocks2.0/pw_conv/Add_3_output_0 /backbone/blocks2/blocks2.0/pw_conv/lab/Mul_output_0 0=2 1=1 2=1.900608e+00
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/lab/Add 1 1 /backbone/blocks2/blocks2.0/pw_conv/lab/Mul_output_0 /backbone/blocks2/blocks2.0/pw_conv/lab/Add_output_0 1=1 2=8.011721e-01
HardSwish                /backbone/blocks2/blocks2.0/pw_conv/act/act/Mul 1 1 /backbone/blocks2/blocks2.0/pw_conv/lab/Add_output_0 /backbone/blocks2/blocks2.0/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Mul 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/act/Mul_output_0 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=6.329659e-01
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Mul_output_0 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0 1=1 2=-5.465887e-01
Split                    splitncnn_2              1 5 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_4
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.0/dw_conv/conv_1x1/conv/Conv_output_0 0=32 1=1 3=2 5=1 6=32 7=32
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.0/conv/Conv_output_0 0=32 1=3 3=2 4=1 5=1 6=288 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_1 2 1 /backbone/blocks3/blocks3.0/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.1/conv/Conv_output_0 0=32 1=3 3=2 4=1 5=1 6=288 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_2 2 1 /backbone/blocks3/blocks3.0/dw_conv/Add_1_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.2/conv/Conv_output_0 0=32 1=3 3=2 4=1 5=1 6=288 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_3 2 1 /backbone/blocks3/blocks3.0/dw_conv/Add_2_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.3/conv/Conv_output_0 0=32 1=3 3=2 4=1 5=1 6=288 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_4 2 1 /backbone/blocks3/blocks3.0/dw_conv/Add_3_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/lab/Mul 1 1 /backbone/blocks3/blocks3.0/dw_conv/Add_4_output_0 /backbone/blocks3/blocks3.0/dw_conv/lab/Mul_output_0 0=2 1=1 2=3.624618e-01
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/lab/Add 1 1 /backbone/blocks3/blocks3.0/dw_conv/lab/Mul_output_0 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0 1=1 2=3.397841e-04
Split                    splitncnn_3              1 4 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0_splitncnn_3
Convolution              /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.0/conv/Conv_output_0 0=48 1=1 5=1 6=1536
Convolution              /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.1/conv/Conv_output_0 0=48 1=1 5=1 6=1536
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/Add_1 2 1 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks3/blocks3.0/pw_conv/Add_1_output_0
Convolution              /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.2/conv/Conv_output_0 0=48 1=1 5=1 6=1536
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/Add_2 2 1 /backbone/blocks3/blocks3.0/pw_conv/Add_1_output_0 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks3/blocks3.0/pw_conv/Add_2_output_0
Convolution              /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.3/conv/Conv_output_0 0=48 1=1 5=1 6=1536
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/Add_3 2 1 /backbone/blocks3/blocks3.0/pw_conv/Add_2_output_0 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks3/blocks3.0/pw_conv/Add_3_output_0
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/lab/Mul 1 1 /backbone/blocks3/blocks3.0/pw_conv/Add_3_output_0 /backbone/blocks3/blocks3.0/pw_conv/lab/Mul_output_0 0=2 1=1 2=9.224852e-01
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/lab/Add 1 1 /backbone/blocks3/blocks3.0/pw_conv/lab/Mul_output_0 /backbone/blocks3/blocks3.0/pw_conv/lab/Add_output_0 1=1 2=1.812718e+00
HardSwish                /backbone/blocks3/blocks3.0/pw_conv/act/act/Mul 1 1 /backbone/blocks3/blocks3.0/pw_conv/lab/Add_output_0 /backbone/blocks3/blocks3.0/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Mul 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/act/Mul_output_0 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=4.094807e-01
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Mul_output_0 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0 1=1 2=-8.735485e-01
Split                    splitncnn_4              1 6 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_5
BatchNorm                /backbone/blocks3/blocks3.1/dw_conv/identity/BatchNormalization 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks3/blocks3.1/dw_conv/identity/BatchNormalization_output_0 0=48
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.1/dw_conv/conv_1x1/conv/Conv_output_0 0=48 1=1 5=1 6=48 7=48
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_1 2 1 /backbone/blocks3/blocks3.1/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.0/conv/Conv_output_0 0=48 1=3 4=1 5=1 6=432 7=48
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_2 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_1_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.1/conv/Conv_output_0 0=48 1=3 4=1 5=1 6=432 7=48
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_3 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_2_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.2/conv/Conv_output_0 0=48 1=3 4=1 5=1 6=432 7=48
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_4 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_3_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.3/conv/Conv_output_0 0=48 1=3 4=1 5=1 6=432 7=48
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_5 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_4_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/lab/Mul 1 1 /backbone/blocks3/blocks3.1/dw_conv/Add_5_output_0 /backbone/blocks3/blocks3.1/dw_conv/lab/Mul_output_0 0=2 1=1 2=2.728160e+00
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/lab/Add 1 1 /backbone/blocks3/blocks3.1/dw_conv/lab/Mul_output_0 /backbone/blocks3/blocks3.1/dw_conv/lab/Add_output_0 1=1 2=4.215211e-01
HardSwish                /backbone/blocks3/blocks3.1/dw_conv/act/act/Mul 1 1 /backbone/blocks3/blocks3.1/dw_conv/lab/Add_output_0 /backbone/blocks3/blocks3.1/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Mul 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/act/Mul_output_0 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=4.946209e-01
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Mul_output_0 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0 1=1 2=-8.809267e-05
Split                    splitncnn_5              1 5 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_4
BatchNorm                /backbone/blocks3/blocks3.1/pw_conv/identity/BatchNormalization 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.1/pw_conv/identity/BatchNormalization_output_0 0=48
Convolution              /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.0/conv/Conv_output_0 0=48 1=1 5=1 6=2304
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add_1 2 1 /backbone/blocks3/blocks3.1/pw_conv/identity/BatchNormalization_output_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_1_output_0
Convolution              /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.1/conv/Conv_output_0 0=48 1=1 5=1 6=2304
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add_2 2 1 /backbone/blocks3/blocks3.1/pw_conv/Add_1_output_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_2_output_0
Convolution              /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.2/conv/Conv_output_0 0=48 1=1 5=1 6=2304
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add_3 2 1 /backbone/blocks3/blocks3.1/pw_conv/Add_2_output_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_3_output_0
Convolution              /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.3/conv/Conv_output_0 0=48 1=1 5=1 6=2304
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add_4 2 1 /backbone/blocks3/blocks3.1/pw_conv/Add_3_output_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/lab/Mul 1 1 /backbone/blocks3/blocks3.1/pw_conv/Add_4_output_0 /backbone/blocks3/blocks3.1/pw_conv/lab/Mul_output_0 0=2 1=1 2=1.258955e+00
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/lab/Add 1 1 /backbone/blocks3/blocks3.1/pw_conv/lab/Mul_output_0 /backbone/blocks3/blocks3.1/pw_conv/lab/Add_output_0 1=1 2=9.322258e-01
HardSwish                /backbone/blocks3/blocks3.1/pw_conv/act/act/Mul 1 1 /backbone/blocks3/blocks3.1/pw_conv/lab/Add_output_0 /backbone/blocks3/blocks3.1/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Mul 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/act/Mul_output_0 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=9.662902e-01
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Mul_output_0 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0 1=1 2=-4.447888e-01
Split                    splitncnn_6              1 6 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_5
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks4/blocks4.0/dw_conv/conv_1x1/conv/Conv_output_0 0=48 1=1 3=2 5=1 6=48 7=48
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.0/conv/Conv_output_0 0=48 1=3 3=2 4=1 5=1 6=432 7=48
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add_1 2 1 /backbone/blocks4/blocks4.0/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.1/conv/Conv_output_0 0=48 1=3 3=2 4=1 5=1 6=432 7=48
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add_2 2 1 /backbone/blocks4/blocks4.0/dw_conv/Add_1_output_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.2/conv/Conv_output_0 0=48 1=3 3=2 4=1 5=1 6=432 7=48
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add_3 2 1 /backbone/blocks4/blocks4.0/dw_conv/Add_2_output_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.3/conv/Conv_output_0 0=48 1=3 3=2 4=1 5=1 6=432 7=48
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add_4 2 1 /backbone/blocks4/blocks4.0/dw_conv/Add_3_output_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/lab/Mul 1 1 /backbone/blocks4/blocks4.0/dw_conv/Add_4_output_0 /backbone/blocks4/blocks4.0/dw_conv/lab/Mul_output_0 0=2 1=1 2=3.150752e-01
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/lab/Add 1 1 /backbone/blocks4/blocks4.0/dw_conv/lab/Mul_output_0 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0 1=1 2=-2.377586e-03
Split                    splitncnn_7              1 4 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0_splitncnn_3
Convolution              /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.0/conv/Conv_output_0 0=96 1=1 5=1 6=4608
Convolution              /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.1/conv/Conv_output_0 0=96 1=1 5=1 6=4608
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/Add_1 2 1 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks4/blocks4.0/pw_conv/Add_1_output_0
Convolution              /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.2/conv/Conv_output_0 0=96 1=1 5=1 6=4608
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/Add_2 2 1 /backbone/blocks4/blocks4.0/pw_conv/Add_1_output_0 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks4/blocks4.0/pw_conv/Add_2_output_0
Convolution              /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.3/conv/Conv_output_0 0=96 1=1 5=1 6=4608
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/Add_3 2 1 /backbone/blocks4/blocks4.0/pw_conv/Add_2_output_0 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks4/blocks4.0/pw_conv/Add_3_output_0
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/lab/Mul 1 1 /backbone/blocks4/blocks4.0/pw_conv/Add_3_output_0 /backbone/blocks4/blocks4.0/pw_conv/lab/Mul_output_0 0=2 1=1 2=5.936148e-01
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/lab/Add 1 1 /backbone/blocks4/blocks4.0/pw_conv/lab/Mul_output_0 /backbone/blocks4/blocks4.0/pw_conv/lab/Add_output_0 1=1 2=1.978216e+00
HardSwish                /backbone/blocks4/blocks4.0/pw_conv/act/act/Mul 1 1 /backbone/blocks4/blocks4.0/pw_conv/lab/Add_output_0 /backbone/blocks4/blocks4.0/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Mul 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/act/Mul_output_0 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=5.625493e-01
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Mul_output_0 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0 1=1 2=-9.816111e-01
Split                    splitncnn_8              1 6 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_5
BatchNorm                /backbone/blocks4/blocks4.1/dw_conv/identity/BatchNormalization 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks4/blocks4.1/dw_conv/identity/BatchNormalization_output_0 0=96
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.1/dw_conv/conv_1x1/conv/Conv_output_0 0=96 1=1 5=1 6=96 7=96
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_1 2 1 /backbone/blocks4/blocks4.1/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.0/conv/Conv_output_0 0=96 1=3 4=1 5=1 6=864 7=96
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_2 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_1_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.1/conv/Conv_output_0 0=96 1=3 4=1 5=1 6=864 7=96
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_3 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_2_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.2/conv/Conv_output_0 0=96 1=3 4=1 5=1 6=864 7=96
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_4 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_3_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.3/conv/Conv_output_0 0=96 1=3 4=1 5=1 6=864 7=96
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_5 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_4_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/lab/Mul 1 1 /backbone/blocks4/blocks4.1/dw_conv/Add_5_output_0 /backbone/blocks4/blocks4.1/dw_conv/lab/Mul_output_0 0=2 1=1 2=1.428276e+00
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/lab/Add 1 1 /backbone/blocks4/blocks4.1/dw_conv/lab/Mul_output_0 /backbone/blocks4/blocks4.1/dw_conv/lab/Add_output_0 1=1 2=5.880577e-01
HardSwish                /backbone/blocks4/blocks4.1/dw_conv/act/act/Mul 1 1 /backbone/blocks4/blocks4.1/dw_conv/lab/Add_output_0 /backbone/blocks4/blocks4.1/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Mul 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/act/Mul_output_0 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=4.289274e-01
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Mul_output_0 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0 1=1 2=1.177787e-02
Split                    splitncnn_9              1 5 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_4
BatchNorm                /backbone/blocks4/blocks4.1/pw_conv/identity/BatchNormalization 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.1/pw_conv/identity/BatchNormalization_output_0 0=96
Convolution              /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.0/conv/Conv_output_0 0=96 1=1 5=1 6=9216
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add_1 2 1 /backbone/blocks4/blocks4.1/pw_conv/identity/BatchNormalization_output_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_1_output_0
Convolution              /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.1/conv/Conv_output_0 0=96 1=1 5=1 6=9216
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add_2 2 1 /backbone/blocks4/blocks4.1/pw_conv/Add_1_output_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_2_output_0
Convolution              /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.2/conv/Conv_output_0 0=96 1=1 5=1 6=9216
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add_3 2 1 /backbone/blocks4/blocks4.1/pw_conv/Add_2_output_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_3_output_0
Convolution              /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.3/conv/Conv_output_0 0=96 1=1 5=1 6=9216
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add_4 2 1 /backbone/blocks4/blocks4.1/pw_conv/Add_3_output_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/lab/Mul 1 1 /backbone/blocks4/blocks4.1/pw_conv/Add_4_output_0 /backbone/blocks4/blocks4.1/pw_conv/lab/Mul_output_0 0=2 1=1 2=8.138334e-01
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/lab/Add 1 1 /backbone/blocks4/blocks4.1/pw_conv/lab/Mul_output_0 /backbone/blocks4/blocks4.1/pw_conv/lab/Add_output_0 1=1 2=-6.932138e-02
HardSwish                /backbone/blocks4/blocks4.1/pw_conv/act/act/Mul 1 1 /backbone/blocks4/blocks4.1/pw_conv/lab/Add_output_0 /backbone/blocks4/blocks4.1/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Mul 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/act/Mul_output_0 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=1.067942e+00
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Mul_output_0 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0 1=1 2=-9.793359e-03
Split                    splitncnn_10             1 6 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_5
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks5/blocks5.0/dw_conv/conv_1x1/conv/Conv_output_0 0=96 1=1 3=2 5=1 6=96 7=96
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.0/conv/Conv_output_0 0=96 1=3 3=2 4=1 5=1 6=864 7=96
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add_1 2 1 /backbone/blocks5/blocks5.0/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.1/conv/Conv_output_0 0=96 1=3 3=2 4=1 5=1 6=864 7=96
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add_2 2 1 /backbone/blocks5/blocks5.0/dw_conv/Add_1_output_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.2/conv/Conv_output_0 0=96 1=3 3=2 4=1 5=1 6=864 7=96
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add_3 2 1 /backbone/blocks5/blocks5.0/dw_conv/Add_2_output_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.3/conv/Conv_output_0 0=96 1=3 3=2 4=1 5=1 6=864 7=96
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add_4 2 1 /backbone/blocks5/blocks5.0/dw_conv/Add_3_output_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/lab/Mul 1 1 /backbone/blocks5/blocks5.0/dw_conv/Add_4_output_0 /backbone/blocks5/blocks5.0/dw_conv/lab/Mul_output_0 0=2 1=1 2=3.435714e-01
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/lab/Add 1 1 /backbone/blocks5/blocks5.0/dw_conv/lab/Mul_output_0 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0 1=1 2=7.538860e-03
Split                    splitncnn_11             1 4 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0_splitncnn_3
Convolution              /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.0/conv/Conv_output_0 0=192 1=1 5=1 6=18432
Convolution              /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.1/conv/Conv_output_0 0=192 1=1 5=1 6=18432
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/Add_1 2 1 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks5/blocks5.0/pw_conv/Add_1_output_0
Convolution              /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.2/conv/Conv_output_0 0=192 1=1 5=1 6=18432
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/Add_2 2 1 /backbone/blocks5/blocks5.0/pw_conv/Add_1_output_0 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks5/blocks5.0/pw_conv/Add_2_output_0
Convolution              /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.3/conv/Conv_output_0 0=192 1=1 5=1 6=18432
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/Add_3 2 1 /backbone/blocks5/blocks5.0/pw_conv/Add_2_output_0 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks5/blocks5.0/pw_conv/Add_3_output_0
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/lab/Mul 1 1 /backbone/blocks5/blocks5.0/pw_conv/Add_3_output_0 /backbone/blocks5/blocks5.0/pw_conv/lab/Mul_output_0 0=2 1=1 2=7.155088e-01
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/lab/Add 1 1 /backbone/blocks5/blocks5.0/pw_conv/lab/Mul_output_0 /backbone/blocks5/blocks5.0/pw_conv/lab/Add_output_0 1=1 2=1.391484e+00
HardSwish                /backbone/blocks5/blocks5.0/pw_conv/act/act/Mul 1 1 /backbone/blocks5/blocks5.0/pw_conv/lab/Add_output_0 /backbone/blocks5/blocks5.0/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Mul 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/act/Mul_output_0 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=7.628043e-01
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Mul_output_0 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0 1=1 2=-7.359779e-01
Split                    splitncnn_12             1 6 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_5
BatchNorm                /backbone/blocks5/blocks5.1/dw_conv/identity/BatchNormalization 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks5/blocks5.1/dw_conv/identity/BatchNormalization_output_0 0=192
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks5/blocks5.1/dw_conv/conv_1x1/conv/Conv_output_0 0=192 1=1 5=1 6=192 7=192
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_1 2 1 /backbone/blocks5/blocks5.1/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.0/conv/Conv_output_0 0=192 1=5 4=2 5=1 6=4800 7=192
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_2 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_1_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.1/conv/Conv_output_0 0=192 1=5 4=2 5=1 6=4800 7=192
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_3 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_2_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.2/conv/Conv_output_0 0=192 1=5 4=2 5=1 6=4800 7=192
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_4 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_3_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.3/conv/Conv_output_0 0=192 1=5 4=2 5=1 6=4800 7=192
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_5 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_4_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/lab/Mul 1 1 /backbone/blocks5/blocks5.1/dw_conv/Add_5_output_0 /backbone/blocks5/blocks5.1/dw_conv/lab/Mul_output_0 0=2 1=1 2=1.209563e+00
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/lab/Add 1 1 /backbone/blocks5/blocks5.1/dw_conv/lab/Mul_output_0 /backbone/blocks5/blocks5.1/dw_conv/lab/Add_output_0 1=1 2=4.448848e-01
HardSwish                /backbone/blocks5/blocks5.1/dw_conv/act/act/Mul 1 1 /backbone/blocks5/blocks5.1/dw_conv/lab/Add_output_0 /backbone/blocks5/blocks5.1/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Mul 1 1 /backbone/blocks5/blocks5.1/dw_conv/act/act/Mul_output_0 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=3.188677e-01
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add 1 1 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Mul_output_0 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0 1=1 2=-5.266530e-03
Split                    splitncnn_13             1 5 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_4
BatchNorm                /backbone/blocks5/blocks5.1/pw_conv/identity/BatchNormalization 1 1 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks5/blocks5.1/pw_conv/identity/BatchNormalization_output_0 0=192
Convolution              /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.0/conv/Conv_output_0 0=192 1=1 5=1 6=36864
BinaryOp                 /backbone/blocks5/blocks5.1/pw_conv/Add_1 2 1 /backbone/blocks5/blocks5.1/pw_conv/identity/BatchNormalization_output_0 /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks5/blocks5.1/pw_conv/Add_1_output_0
Convolution              /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.1/conv/Conv_output_0 0=192 1=1 5=1 6=36864
BinaryOp                 /backbone/blocks5/blocks5.1/pw_conv/Add_2 2 1 /backbone/blocks5/blocks5.1/pw_conv/Add_1_output_0 /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks5/blocks5.1/pw_conv/Add_2_output_0
Convolution              /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.2/conv/Conv_output_0 0=192 1=1 5=1 6=36864
BinaryOp                 /backbone/blocks5/blocks5.1/pw_conv/Add_3 2 1 /backbone/blocks5/blocks5.1/pw_conv/Add_2_output_0 /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks5/blocks5.1/pw_conv/Add_3_output_0
Convolution              /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks5/blocks5.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.3/conv/Conv_output_0 0=192 1=1 5=1 6=36864
BinaryOp                 /backbone/blocks5/blocks5.1/pw_conv/Add_4 2 1 /backbone/blocks5/blocks5.1/pw_conv/Add_3_output_0 /backbone/blocks5/blocks5.1/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks5/blocks5.1/pw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks5/blocks5.1/pw_conv/lab/Mul 1 1 /backbone/blocks5/blocks5.1/pw_conv/Add_4_output_0 /backbone/blocks5/blocks5.1/pw_conv/lab/Mul_output_0 0=2 1=1 2=1.038763e+00
BinaryOp                 /backbone/blocks5/blocks5.1/pw_conv/lab/Add 1 1 /backbone/blocks5/blocks5.1/pw_conv/lab/Mul_output_0 /backbone/blocks5/blocks5.1/pw_conv/lab/Add_output_0 1=1 2=5.116695e-01
HardSwish                /backbone/blocks5/blocks5.1/pw_conv/act/act/Mul 1 1 /backbone/blocks5/blocks5.1/pw_conv/lab/Add_output_0 /backbone/blocks5/blocks5.1/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks5/blocks5.1/pw_conv/act/lab/Mul 1 1 /backbone/blocks5/blocks5.1/pw_conv/act/act/Mul_output_0 /backbone/blocks5/blocks5.1/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=8.849388e-01
BinaryOp                 /backbone/blocks5/blocks5.1/pw_conv/act/lab/Add 1 1 /backbone/blocks5/blocks5.1/pw_conv/act/lab/Mul_output_0 /backbone/blocks5/blocks5.1/pw_conv/act/lab/Add_output_0 1=1 2=-1.594395e-01
