7767517
516 644
Input                    input                    0 1 input
Convolution              /backbone/conv1/conv/Conv 1 1 input /backbone/conv1/conv/Conv_output_0 0=16 1=3 3=2 4=1 5=1 6=432
Split                    splitncnn_0              1 6 /backbone/conv1/conv/Conv_output_0 /backbone/conv1/conv/Conv_output_0_splitncnn_0 /backbone/conv1/conv/Conv_output_0_splitncnn_1 /backbone/conv1/conv/Conv_output_0_splitncnn_2 /backbone/conv1/conv/Conv_output_0_splitncnn_3 /backbone/conv1/conv/Conv_output_0_splitncnn_4 /backbone/conv1/conv/Conv_output_0_splitncnn_5
BatchNorm                /backbone/blocks2/blocks2.0/dw_conv/identity/BatchNormalization 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_5 /backbone/blocks2/blocks2.0/dw_conv/identity/BatchNormalization_output_0 0=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add 1 1 /backbone/blocks2/blocks2.0/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_output_0 1=1
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_4 /backbone/blocks2/blocks2.0/dw_conv/conv_1x1/conv/Conv_output_0 0=16 1=1 5=1 6=16 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_1 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_3 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.0/conv/Conv_output_0 0=16 1=3 4=1 5=1 6=144 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_2 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_1_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_2 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.1/conv/Conv_output_0 0=16 1=3 4=1 5=1 6=144 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_3 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_2_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_1 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.2/conv/Conv_output_0 0=16 1=3 4=1 5=1 6=144 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_4 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_3_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/conv1/conv/Conv_output_0_splitncnn_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.3/conv/Conv_output_0 0=16 1=3 4=1 5=1 6=144 7=16
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/Add_5 2 1 /backbone/blocks2/blocks2.0/dw_conv/Add_4_output_0 /backbone/blocks2/blocks2.0/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks2/blocks2.0/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/lab/Mul 1 1 /backbone/blocks2/blocks2.0/dw_conv/Add_5_output_0 /backbone/blocks2/blocks2.0/dw_conv/lab/Mul_output_0 0=2 1=1 2=1.384107e+00
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/lab/Add 1 1 /backbone/blocks2/blocks2.0/dw_conv/lab/Mul_output_0 /backbone/blocks2/blocks2.0/dw_conv/lab/Add_output_0 1=1 2=5.860772e-01
HardSwish                /backbone/blocks2/blocks2.0/dw_conv/act/act/Mul 1 1 /backbone/blocks2/blocks2.0/dw_conv/lab/Add_output_0 /backbone/blocks2/blocks2.0/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Mul 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/act/Mul_output_0 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=1.675188e-01
BinaryOp                 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Mul_output_0 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0 1=1 2=3.470043e-05
Split                    splitncnn_1              1 4 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_3
Convolution              /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.0/conv/Conv_output_0 0=32 1=1 5=1 6=512
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/Add 1 1 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks2/blocks2.0/pw_conv/Add_output_0 1=1
Convolution              /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.1/conv/Conv_output_0 0=32 1=1 5=1 6=512
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/Add_1 2 1 /backbone/blocks2/blocks2.0/pw_conv/Add_output_0 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks2/blocks2.0/pw_conv/Add_1_output_0
Convolution              /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.2/conv/Conv_output_0 0=32 1=1 5=1 6=512
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/Add_2 2 1 /backbone/blocks2/blocks2.0/pw_conv/Add_1_output_0 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks2/blocks2.0/pw_conv/Add_2_output_0
Convolution              /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks2/blocks2.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.3/conv/Conv_output_0 0=32 1=1 5=1 6=512
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/Add_3 2 1 /backbone/blocks2/blocks2.0/pw_conv/Add_2_output_0 /backbone/blocks2/blocks2.0/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks2/blocks2.0/pw_conv/Add_3_output_0
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/lab/Mul 1 1 /backbone/blocks2/blocks2.0/pw_conv/Add_3_output_0 /backbone/blocks2/blocks2.0/pw_conv/lab/Mul_output_0 0=2 1=1 2=2.111558e+00
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/lab/Add 1 1 /backbone/blocks2/blocks2.0/pw_conv/lab/Mul_output_0 /backbone/blocks2/blocks2.0/pw_conv/lab/Add_output_0 1=1 2=1.056320e+00
HardSwish                /backbone/blocks2/blocks2.0/pw_conv/act/act/Mul 1 1 /backbone/blocks2/blocks2.0/pw_conv/lab/Add_output_0 /backbone/blocks2/blocks2.0/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Mul 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/act/Mul_output_0 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=1.828085e-01
BinaryOp                 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Mul_output_0 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0 1=1 2=-2.008548e-01
Split                    splitncnn_2              1 6 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_5
BatchNorm                /backbone/blocks3/blocks3.0/dw_conv/identity/BatchNormalization 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks3/blocks3.0/dw_conv/identity/BatchNormalization_output_0 0=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add 1 1 /backbone/blocks3/blocks3.0/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_output_0 1=1
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.0/dw_conv/conv_1x1/conv/Conv_output_0 0=32 1=1 5=1 6=32 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_1 2 1 /backbone/blocks3/blocks3.0/dw_conv/Add_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.0/conv/Conv_output_0 0=32 1=3 4=1 5=1 6=288 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_2 2 1 /backbone/blocks3/blocks3.0/dw_conv/Add_1_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.1/conv/Conv_output_0 0=32 1=3 4=1 5=1 6=288 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_3 2 1 /backbone/blocks3/blocks3.0/dw_conv/Add_2_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.2/conv/Conv_output_0 0=32 1=3 4=1 5=1 6=288 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_4 2 1 /backbone/blocks3/blocks3.0/dw_conv/Add_3_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks2/blocks2.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.3/conv/Conv_output_0 0=32 1=3 4=1 5=1 6=288 7=32
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/Add_5 2 1 /backbone/blocks3/blocks3.0/dw_conv/Add_4_output_0 /backbone/blocks3/blocks3.0/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks3/blocks3.0/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/lab/Mul 1 1 /backbone/blocks3/blocks3.0/dw_conv/Add_5_output_0 /backbone/blocks3/blocks3.0/dw_conv/lab/Mul_output_0 0=2 1=1 2=2.166723e+00
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/lab/Add 1 1 /backbone/blocks3/blocks3.0/dw_conv/lab/Mul_output_0 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0 1=1 2=1.000862e+00
HardSwish                /backbone/blocks3/blocks3.0/dw_conv/act/act/Mul 1 1 /backbone/blocks3/blocks3.0/dw_conv/lab/Add_output_0 /backbone/blocks3/blocks3.0/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Mul 1 1 /backbone/blocks3/blocks3.0/dw_conv/act/act/Mul_output_0 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=6.063076e-02
BinaryOp                 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add 1 1 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Mul_output_0 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0 1=1 2=-4.069060e-05
Split                    splitncnn_3              1 4 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0_splitncnn_3
Convolution              /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.0/conv/Conv_output_0 0=64 1=1 5=1 6=2048
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/Add 1 1 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks3/blocks3.0/pw_conv/Add_output_0 1=1
Convolution              /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.1/conv/Conv_output_0 0=64 1=1 5=1 6=2048
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/Add_1 2 1 /backbone/blocks3/blocks3.0/pw_conv/Add_output_0 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks3/blocks3.0/pw_conv/Add_1_output_0
Convolution              /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.2/conv/Conv_output_0 0=64 1=1 5=1 6=2048
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/Add_2 2 1 /backbone/blocks3/blocks3.0/pw_conv/Add_1_output_0 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks3/blocks3.0/pw_conv/Add_2_output_0
Convolution              /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks3/blocks3.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.3/conv/Conv_output_0 0=64 1=1 5=1 6=2048
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/Add_3 2 1 /backbone/blocks3/blocks3.0/pw_conv/Add_2_output_0 /backbone/blocks3/blocks3.0/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks3/blocks3.0/pw_conv/Add_3_output_0
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/lab/Mul 1 1 /backbone/blocks3/blocks3.0/pw_conv/Add_3_output_0 /backbone/blocks3/blocks3.0/pw_conv/lab/Mul_output_0 0=2 1=1 2=2.172230e+00
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/lab/Add 1 1 /backbone/blocks3/blocks3.0/pw_conv/lab/Mul_output_0 /backbone/blocks3/blocks3.0/pw_conv/lab/Add_output_0 1=1 2=8.583514e-01
HardSwish                /backbone/blocks3/blocks3.0/pw_conv/act/act/Mul 1 1 /backbone/blocks3/blocks3.0/pw_conv/lab/Add_output_0 /backbone/blocks3/blocks3.0/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Mul 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/act/Mul_output_0 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=4.061948e-01
BinaryOp                 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Mul_output_0 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0 1=1 2=-2.785621e-01
Split                    splitncnn_4              1 6 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_5
BatchNorm                /backbone/blocks3/blocks3.1/dw_conv/identity/BatchNormalization 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks3/blocks3.1/dw_conv/identity/BatchNormalization_output_0 0=64
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add 1 1 /backbone/blocks3/blocks3.1/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_output_0 1=1
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.1/dw_conv/conv_1x1/conv/Conv_output_0 0=64 1=1 5=1 6=64 7=64
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_1 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.0/conv/Conv_output_0 0=64 1=3 4=1 5=1 6=576 7=64
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_2 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_1_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.1/conv/Conv_output_0 0=64 1=3 4=1 5=1 6=576 7=64
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_3 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_2_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.2/conv/Conv_output_0 0=64 1=3 4=1 5=1 6=576 7=64
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_4 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_3_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks3/blocks3.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.3/conv/Conv_output_0 0=64 1=3 4=1 5=1 6=576 7=64
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/Add_5 2 1 /backbone/blocks3/blocks3.1/dw_conv/Add_4_output_0 /backbone/blocks3/blocks3.1/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks3/blocks3.1/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/lab/Mul 1 1 /backbone/blocks3/blocks3.1/dw_conv/Add_5_output_0 /backbone/blocks3/blocks3.1/dw_conv/lab/Mul_output_0 0=2 1=1 2=3.069615e+00
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/lab/Add 1 1 /backbone/blocks3/blocks3.1/dw_conv/lab/Mul_output_0 /backbone/blocks3/blocks3.1/dw_conv/lab/Add_output_0 1=1 2=3.243599e-01
HardSwish                /backbone/blocks3/blocks3.1/dw_conv/act/act/Mul 1 1 /backbone/blocks3/blocks3.1/dw_conv/lab/Add_output_0 /backbone/blocks3/blocks3.1/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Mul 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/act/Mul_output_0 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=3.095054e-02
BinaryOp                 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Mul_output_0 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0 1=1 2=-4.651240e-05
Split                    splitncnn_5              1 5 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_4
BatchNorm                /backbone/blocks3/blocks3.1/pw_conv/identity/BatchNormalization 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks3/blocks3.1/pw_conv/identity/BatchNormalization_output_0 0=64
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add 1 1 /backbone/blocks3/blocks3.1/pw_conv/identity/BatchNormalization_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_output_0 1=1
Convolution              /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.0/conv/Conv_output_0 0=64 1=1 5=1 6=4096
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add_1 2 1 /backbone/blocks3/blocks3.1/pw_conv/Add_output_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_1_output_0
Convolution              /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.1/conv/Conv_output_0 0=64 1=1 5=1 6=4096
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add_2 2 1 /backbone/blocks3/blocks3.1/pw_conv/Add_1_output_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_2_output_0
Convolution              /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.2/conv/Conv_output_0 0=64 1=1 5=1 6=4096
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add_3 2 1 /backbone/blocks3/blocks3.1/pw_conv/Add_2_output_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_3_output_0
Convolution              /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks3/blocks3.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.3/conv/Conv_output_0 0=64 1=1 5=1 6=4096
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/Add_4 2 1 /backbone/blocks3/blocks3.1/pw_conv/Add_3_output_0 /backbone/blocks3/blocks3.1/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks3/blocks3.1/pw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/lab/Mul 1 1 /backbone/blocks3/blocks3.1/pw_conv/Add_4_output_0 /backbone/blocks3/blocks3.1/pw_conv/lab/Mul_output_0 0=2 1=1 2=2.164231e+00
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/lab/Add 1 1 /backbone/blocks3/blocks3.1/pw_conv/lab/Mul_output_0 /backbone/blocks3/blocks3.1/pw_conv/lab/Add_output_0 1=1 2=4.336767e-01
HardSwish                /backbone/blocks3/blocks3.1/pw_conv/act/act/Mul 1 1 /backbone/blocks3/blocks3.1/pw_conv/lab/Add_output_0 /backbone/blocks3/blocks3.1/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Mul 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/act/Mul_output_0 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=4.283067e-01
BinaryOp                 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Mul_output_0 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0 1=1 2=-8.378658e-02
Split                    splitncnn_6              1 5 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_4
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.0/dw_conv/conv_1x1/conv/Conv_output_0 0=64 1=1 13=2 5=1 6=64 7=64
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add 1 1 /backbone/blocks4/blocks4.0/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_output_0 1=1
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.0/conv/Conv_output_0 0=64 1=3 13=2 4=1 5=1 6=576 7=64
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add_1 2 1 /backbone/blocks4/blocks4.0/dw_conv/Add_output_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.1/conv/Conv_output_0 0=64 1=3 13=2 4=1 5=1 6=576 7=64
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add_2 2 1 /backbone/blocks4/blocks4.0/dw_conv/Add_1_output_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.2/conv/Conv_output_0 0=64 1=3 13=2 4=1 5=1 6=576 7=64
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add_3 2 1 /backbone/blocks4/blocks4.0/dw_conv/Add_2_output_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks3/blocks3.1/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.3/conv/Conv_output_0 0=64 1=3 13=2 4=1 5=1 6=576 7=64
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/Add_4 2 1 /backbone/blocks4/blocks4.0/dw_conv/Add_3_output_0 /backbone/blocks4/blocks4.0/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks4/blocks4.0/dw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/lab/Mul 1 1 /backbone/blocks4/blocks4.0/dw_conv/Add_4_output_0 /backbone/blocks4/blocks4.0/dw_conv/lab/Mul_output_0 0=2 1=1 2=2.293733e+00
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/lab/Add 1 1 /backbone/blocks4/blocks4.0/dw_conv/lab/Mul_output_0 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0 1=1 2=1.019056e+00
HardSwish                /backbone/blocks4/blocks4.0/dw_conv/act/act/Mul 1 1 /backbone/blocks4/blocks4.0/dw_conv/lab/Add_output_0 /backbone/blocks4/blocks4.0/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Mul 1 1 /backbone/blocks4/blocks4.0/dw_conv/act/act/Mul_output_0 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=3.271981e-02
BinaryOp                 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add 1 1 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Mul_output_0 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0 1=1 2=-2.652152e-06
Split                    splitncnn_7              1 4 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0_splitncnn_3
Convolution              /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.0/conv/Conv_output_0 0=128 1=1 5=1 6=8192
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/Add 1 1 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks4/blocks4.0/pw_conv/Add_output_0 1=1
Convolution              /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.1/conv/Conv_output_0 0=128 1=1 5=1 6=8192
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/Add_1 2 1 /backbone/blocks4/blocks4.0/pw_conv/Add_output_0 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks4/blocks4.0/pw_conv/Add_1_output_0
Convolution              /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.2/conv/Conv_output_0 0=128 1=1 5=1 6=8192
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/Add_2 2 1 /backbone/blocks4/blocks4.0/pw_conv/Add_1_output_0 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks4/blocks4.0/pw_conv/Add_2_output_0
Convolution              /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks4/blocks4.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.3/conv/Conv_output_0 0=128 1=1 5=1 6=8192
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/Add_3 2 1 /backbone/blocks4/blocks4.0/pw_conv/Add_2_output_0 /backbone/blocks4/blocks4.0/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks4/blocks4.0/pw_conv/Add_3_output_0
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/lab/Mul 1 1 /backbone/blocks4/blocks4.0/pw_conv/Add_3_output_0 /backbone/blocks4/blocks4.0/pw_conv/lab/Mul_output_0 0=2 1=1 2=1.768801e+00
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/lab/Add 1 1 /backbone/blocks4/blocks4.0/pw_conv/lab/Mul_output_0 /backbone/blocks4/blocks4.0/pw_conv/lab/Add_output_0 1=1 2=2.181246e-01
HardSwish                /backbone/blocks4/blocks4.0/pw_conv/act/act/Mul 1 1 /backbone/blocks4/blocks4.0/pw_conv/lab/Add_output_0 /backbone/blocks4/blocks4.0/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Mul 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/act/Mul_output_0 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=7.304567e-01
BinaryOp                 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Mul_output_0 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0 1=1 2=-8.572540e-02
Split                    splitncnn_8              1 6 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_5
BatchNorm                /backbone/blocks4/blocks4.1/dw_conv/identity/BatchNormalization 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks4/blocks4.1/dw_conv/identity/BatchNormalization_output_0 0=128
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add 1 1 /backbone/blocks4/blocks4.1/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_output_0 1=1
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.1/dw_conv/conv_1x1/conv/Conv_output_0 0=128 1=1 5=1 6=128 7=128
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_1 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.0/conv/Conv_output_0 0=128 1=3 4=1 5=1 6=1152 7=128
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_2 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_1_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.1/conv/Conv_output_0 0=128 1=3 4=1 5=1 6=1152 7=128
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_3 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_2_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.2/conv/Conv_output_0 0=128 1=3 4=1 5=1 6=1152 7=128
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_4 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_3_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks4/blocks4.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.3/conv/Conv_output_0 0=128 1=3 4=1 5=1 6=1152 7=128
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/Add_5 2 1 /backbone/blocks4/blocks4.1/dw_conv/Add_4_output_0 /backbone/blocks4/blocks4.1/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks4/blocks4.1/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/lab/Mul 1 1 /backbone/blocks4/blocks4.1/dw_conv/Add_5_output_0 /backbone/blocks4/blocks4.1/dw_conv/lab/Mul_output_0 0=2 1=1 2=2.623634e+00
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/lab/Add 1 1 /backbone/blocks4/blocks4.1/dw_conv/lab/Mul_output_0 /backbone/blocks4/blocks4.1/dw_conv/lab/Add_output_0 1=1 2=-7.918281e-03
HardSwish                /backbone/blocks4/blocks4.1/dw_conv/act/act/Mul 1 1 /backbone/blocks4/blocks4.1/dw_conv/lab/Add_output_0 /backbone/blocks4/blocks4.1/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Mul 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/act/Mul_output_0 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=4.377005e-02
BinaryOp                 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Mul_output_0 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0 1=1 2=5.633773e-05
Split                    splitncnn_9              1 5 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_4
BatchNorm                /backbone/blocks4/blocks4.1/pw_conv/identity/BatchNormalization 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks4/blocks4.1/pw_conv/identity/BatchNormalization_output_0 0=128
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add 1 1 /backbone/blocks4/blocks4.1/pw_conv/identity/BatchNormalization_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_output_0 1=1
Convolution              /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.0/conv/Conv_output_0 0=128 1=1 5=1 6=16384
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add_1 2 1 /backbone/blocks4/blocks4.1/pw_conv/Add_output_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_1_output_0
Convolution              /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.1/conv/Conv_output_0 0=128 1=1 5=1 6=16384
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add_2 2 1 /backbone/blocks4/blocks4.1/pw_conv/Add_1_output_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_2_output_0
Convolution              /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.2/conv/Conv_output_0 0=128 1=1 5=1 6=16384
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add_3 2 1 /backbone/blocks4/blocks4.1/pw_conv/Add_2_output_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_3_output_0
Convolution              /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks4/blocks4.1/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.3/conv/Conv_output_0 0=128 1=1 5=1 6=16384
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/Add_4 2 1 /backbone/blocks4/blocks4.1/pw_conv/Add_3_output_0 /backbone/blocks4/blocks4.1/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks4/blocks4.1/pw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/lab/Mul 1 1 /backbone/blocks4/blocks4.1/pw_conv/Add_4_output_0 /backbone/blocks4/blocks4.1/pw_conv/lab/Mul_output_0 0=2 1=1 2=1.893770e+00
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/lab/Add 1 1 /backbone/blocks4/blocks4.1/pw_conv/lab/Mul_output_0 /backbone/blocks4/blocks4.1/pw_conv/lab/Add_output_0 1=1 2=-4.865660e-02
HardSwish                /backbone/blocks4/blocks4.1/pw_conv/act/act/Mul 1 1 /backbone/blocks4/blocks4.1/pw_conv/lab/Add_output_0 /backbone/blocks4/blocks4.1/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Mul 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/act/Mul_output_0 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=6.528459e-01
BinaryOp                 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Mul_output_0 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0 1=1 2=7.379292e-02
Split                    splitncnn_10             1 5 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_4
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks5/blocks5.0/dw_conv/conv_1x1/conv/Conv_output_0 0=128 1=1 3=2 13=1 5=1 6=128 7=128
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add 1 1 /backbone/blocks5/blocks5.0/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_output_0 1=1
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.0/conv/Conv_output_0 0=128 1=3 3=2 13=1 4=1 5=1 6=1152 7=128
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add_1 2 1 /backbone/blocks5/blocks5.0/dw_conv/Add_output_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.1/conv/Conv_output_0 0=128 1=3 3=2 13=1 4=1 5=1 6=1152 7=128
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add_2 2 1 /backbone/blocks5/blocks5.0/dw_conv/Add_1_output_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.2/conv/Conv_output_0 0=128 1=3 3=2 13=1 4=1 5=1 6=1152 7=128
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add_3 2 1 /backbone/blocks5/blocks5.0/dw_conv/Add_2_output_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks4/blocks4.1/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.3/conv/Conv_output_0 0=128 1=3 3=2 13=1 4=1 5=1 6=1152 7=128
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/Add_4 2 1 /backbone/blocks5/blocks5.0/dw_conv/Add_3_output_0 /backbone/blocks5/blocks5.0/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks5/blocks5.0/dw_conv/Add_4_output_0
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/lab/Mul 1 1 /backbone/blocks5/blocks5.0/dw_conv/Add_4_output_0 /backbone/blocks5/blocks5.0/dw_conv/lab/Mul_output_0 0=2 1=1 2=2.482111e+00
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/lab/Add 1 1 /backbone/blocks5/blocks5.0/dw_conv/lab/Mul_output_0 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0 1=1 2=6.599923e-01
HardSwish                /backbone/blocks5/blocks5.0/dw_conv/act/act/Mul 1 1 /backbone/blocks5/blocks5.0/dw_conv/lab/Add_output_0 /backbone/blocks5/blocks5.0/dw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Mul 1 1 /backbone/blocks5/blocks5.0/dw_conv/act/act/Mul_output_0 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Mul_output_0 0=2 1=1 2=2.353299e-02
BinaryOp                 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add 1 1 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Mul_output_0 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0 1=1 2=5.462020e-05
Split                    splitncnn_11             1 4 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0_splitncnn_3
Convolution              /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.0/conv/Conv_output_0 0=240 1=1 5=1 6=30720
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/Add 1 1 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks5/blocks5.0/pw_conv/Add_output_0 1=1
Convolution              /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.1/conv/Conv_output_0 0=240 1=1 5=1 6=30720
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/Add_1 2 1 /backbone/blocks5/blocks5.0/pw_conv/Add_output_0 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks5/blocks5.0/pw_conv/Add_1_output_0
Convolution              /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.2/conv/Conv_output_0 0=240 1=1 5=1 6=30720
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/Add_2 2 1 /backbone/blocks5/blocks5.0/pw_conv/Add_1_output_0 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks5/blocks5.0/pw_conv/Add_2_output_0
Convolution              /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks5/blocks5.0/dw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.3/conv/Conv_output_0 0=240 1=1 5=1 6=30720
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/Add_3 2 1 /backbone/blocks5/blocks5.0/pw_conv/Add_2_output_0 /backbone/blocks5/blocks5.0/pw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks5/blocks5.0/pw_conv/Add_3_output_0
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/lab/Mul 1 1 /backbone/blocks5/blocks5.0/pw_conv/Add_3_output_0 /backbone/blocks5/blocks5.0/pw_conv/lab/Mul_output_0 0=2 1=1 2=1.523635e+00
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/lab/Add 1 1 /backbone/blocks5/blocks5.0/pw_conv/lab/Mul_output_0 /backbone/blocks5/blocks5.0/pw_conv/lab/Add_output_0 1=1 2=6.392852e-02
HardSwish                /backbone/blocks5/blocks5.0/pw_conv/act/act/Mul 1 1 /backbone/blocks5/blocks5.0/pw_conv/lab/Add_output_0 /backbone/blocks5/blocks5.0/pw_conv/act/act/Mul_output_0 0=1.666667e-01
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Mul 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/act/Mul_output_0 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Mul_output_0 0=2 1=1 2=5.249293e-01
BinaryOp                 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Mul_output_0 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0 1=1 2=-1.167872e-02
Split                    splitncnn_12             1 6 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_5
BatchNorm                /backbone/blocks5/blocks5.1/dw_conv/identity/BatchNormalization 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_5 /backbone/blocks5/blocks5.1/dw_conv/identity/BatchNormalization_output_0 0=240
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add 1 1 /backbone/blocks5/blocks5.1/dw_conv/identity/BatchNormalization_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_output_0 1=1
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_1x1/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_4 /backbone/blocks5/blocks5.1/dw_conv/conv_1x1/conv/Conv_output_0 0=240 1=1 5=1 6=240 7=240
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_1 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_1x1/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_1_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.0/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_3 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.0/conv/Conv_output_0 0=240 1=5 4=2 5=1 6=6000 7=240
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_2 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_1_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.0/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_2_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.1/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_2 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.1/conv/Conv_output_0 0=240 1=5 4=2 5=1 6=6000 7=240
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_3 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_2_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.1/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_3_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.2/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_1 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.2/conv/Conv_output_0 0=240 1=5 4=2 5=1 6=6000 7=240
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_4 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_3_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.2/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_4_output_0
ConvolutionDepthWise     /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.3/conv/Conv 1 1 /backbone/blocks5/blocks5.0/pw_conv/act/lab/Add_output_0_splitncnn_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.3/conv/Conv_output_0 0=240 1=5 4=2 5=1 6=6000 7=240
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/Add_5 2 1 /backbone/blocks5/blocks5.1/dw_conv/Add_4_output_0 /backbone/blocks5/blocks5.1/dw_conv/conv_kxk.3/conv/Conv_output_0 /backbone/blocks5/blocks5.1/dw_conv/Add_5_output_0
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/lab/Mul 1 1 /backbone/blocks5/blocks5.1/dw_conv/Add_5_output_0 /backbone/blocks5/blocks5.1/dw_conv/lab/Mul_output_0 0=2 1=1 2=2.138868e+00
BinaryOp                 /backbone/blocks5/blocks5.1/dw_conv/lab/Add 1 1 /backbone/blocks5/blocks5.1/dw_conv/lab/Mul_output_0 /backbone/blocks5/blocks5.1/dw_conv/lab/Add_output_0 1=1 2=-4.507720e-01
